#
# index_page = {
#     "title": "Барсик и Марсик",
#     "header": "Барсик и Марсик",
#     "header2": "Статья про Марсика и Барсика",
#     "p1": "Этот веб-сайт для моего full-stack pet-проекта нужно было чем то наполнить. "
#           "Поэтому я не предумал ничего лучше, кроме как представить Вам своих котов.",
#     "p2": "Эта веб-страница про Марсика и Барсика. Они оба очень умны."
#           "Это позволяет им жить насыщенной кошачьей жизнью. Фото слева было сделано на кухне перед приемом пищи."
#           "На нем Барсик лижет Марсика против шерсти",
# }
#
# index_page_nav = ['О Барсике', 'О Марсике', 'Для авторизованных', 'Войти в систему']
#
#
# index_page_about = ['О Барсике - краткая информация о нем',
#               'О Марсике - краткая информация о нем',
#               'Для авторизованных - раздел для пользователей, авторизованных в системе. Содержит бонусный контент.',
#               'Войти в систему - раздел с регистрацией/авторизацией']
#
# barsik_page = {
#     "title": "Барсик",
#     "header": "Барсик",
#     "header2": "Мини статья про Барсика",
#     "p1": "Как видно из коллажа сверху Барсик постоянно умывает Марсика. Что последнему не очень нравится."
#           "Он постоянно очень громко просит кушать.",
#     "p2": "На первой и второй фотографии Барсику 14 лет, он сидит на кухонном стуле вместе с Марсиком."
#           "На третьей фотографии Барсик планирует попробовать батончик 'Шок'. Спойлер: он его не будет есть."
#           "На четвертой фотографии Барсик сидит и ничего не понимает (как же мы все его понимаем).",
# }
#
# barsik_page_nav = ['На главную', 'О Марсике', 'Для авторизованных', 'Войти в систему']
#
# barsik_page_about = ['На главную - главная страница сайта с исчерпывающей информацией',
#               'О Марсике - краткая информация о нем',
#               'Для авторизованных - раздел для пользователей, авторизованных в системе. Содержит бонусный контент.',
#               'Войти в систему - раздел с регистрацией/авторизацией']
#
# marsik_page = {
#     "title": "Марсик",
#     "header": "Марсик",
#     "header2": "Мини статья про Марсика",
#     "p1": "Как видно из коллажа сверху Марсик - котенок. Понять это можно по его мордочке и размерам."
#           "Он всегда хочет кушать. У него бездонный желудок.",
#     "p2": "На первой фотографии Марсик запутался в новогоднем бантике. Сам он так и не смог освободиться."
#           "На второй фотографии Марсик дерется с Барсиком.Марсик всегда начинает первый, так как является задирой."
#           "На третьей фотографии Марсик пьян (конечно же это шутка). Четверотая фотография - без комментариев."
#           "Наклеечку наклеили мы. За иголку на носу мы ответственности не несем.",
# }
#
# marsik_page_nav = ['О Барсике', 'На главную', 'Для авторизованных', 'Войти в систему']
#
# marsik_page_about = ['О Барсике - узнать больше о Барсике',
#               'На главную - переход на главную страницу сайта',
#               'Для авторизованных - раздел для пользователей, авторизованных в системе. Содержит бонусный контент.',
#               'Войти в систему - раздел с регистрацией/авторизацией']
#
# bonus_page = {
#     "title": "Бонусный контент",
#     "header": "Бонусный контент",
#     "header2": "Кусь от Барсика",
#     "p1": "Справа на зацикленном видео Вы можете наблюдать редкое явление: Барсик подкрадывается к Марсику и "
#           "делает кусь со спины."
#           "Это редкое явление потому, чтообычно драки затевает Марсик, однако, на данных кадрах можно наблюдать"
#           " проявление инициативы старшим котом.",
#     "p2": "Как видно на видео, Марсик не ожидал такого и был застат врасплох. Тем не менее, после такого Марсик"
#           " сразу же переворачивается на спину и начинаетконтратаковать передними и задними лапами, выполняя так"
#           "называемый прием 'велосипед'.",
#     "p3": "Я решил сделать этот контент бонусным как раз потому, что кадры являются редкими и их могут увидеть только"
#           " зарегестрированные и авторизованныепользоватеди.",
# }
#
# bonus_page_nav = ['О Барсике', 'О Марсике', 'На главную', 'Войти в систему']
#
# bonus_page_about = ['О Барсике - узнать больше о Барсике',
#               'О Марсике - узнать больше о Марсике',
#               'На главную - вернуться на главную страницу сайта',
#               'Войти в систему - раздел с регистрацией/авторизацией']
#
# successful_authorization_page = {
#     "message": "Успешная авторизация!"
# }
#
# failed_authorization_page = {
#     "message_401": "Пользователь не авторизован",
#     "message_404": "Пользователь не найден",
# }
#
# successful_registration_page = {
#     "message": "Успешная регистрация!"
# }